Repository: ck-innoq/xbmc-rdm-hp-addon
Catalog: script.homepilot/resources/language/*/strings.po
Languages: french, german

# #32224
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32230
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32231
source: The scene is deactivated and no longer responds to set dusk automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions crépusculaires automatiques du soir.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Abenddämmerungs-Automationen.

# #32232
source: The scene is activated and responds to set dusk automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions crépusculaires automatiques du soir.
german: Die Szene ist aktiviert und reagiert auf eingestellte Abenddämmerungs-Automationen.

# #32234
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32240
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32241
source: The scene is deactivated and no longer responds to set solar automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques du pare-soleil.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Sonnen-Automationen.

# #32242
source: The scene is activated and responds to set solar automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques du pare-soleil.
german: Die Szene ist aktiviert und reagiert auf eingestellte Sonnen-Automationen.

# #32244
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32250
source: This scene is designated as favourite in the HomePilot®.
french: Ce scénario est marqué comme favori dans le HomePilot®.
german: Diese Szene ist im HomePilot® als Favorit gekennzeichnet.

# #32251
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32252
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32254
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32270
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32271
source: The scene is deactivated and no longer responds to set wind automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions vent automatiques.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Wind-Automationen.

# #32272
source: The scene is activated and responds to set wind automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions vent automatiques.
german: Die Szene ist aktiviert und reagiert auf eingestellte Wind-Automationen.

# #32274
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32280
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32281
source: The scene is deactivated and no longer responds to set rain automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions pluie automatiques.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Regen-Automationen.

# #32282
source: The scene is activated and responds to set rain automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions pluie automatiques.
german: Die Szene ist aktiviert und reagiert auf eingestellte Regen-Automationen.

# #32284
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32290
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32291
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32292
source: This scene can be carried out by a transmitter.
french: Ce scénario peut être exécuté par un émetteur.
german: Diese Szene kann durch einen Sender ausgeführt werden.

# #32294
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32300
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32301
source: The scene is deactivated and no longer responds to set general automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques générales.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Allgemein-Automationen.

# #32302
source: The scene is activated and responds to set general automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques générales.
german: Die Szene ist aktiviert und reagiert auf eingestellte Allgemein-Automationen.

# #32304
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32310
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32311
source: The scene is deactivated and no longer responds to set temperature automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques de température.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Temperatur-Automationen.

# #32312
source: The scene is activated and responds to set temperature automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques de température.
german: Die Szene ist aktiviert und reagiert auf eingestellte Temperatur-Automationen.

# #32314
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32320
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32321
source: The scene is deactivated and no longer responds to set temperature automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques de température.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Temperatur-Automationen.

# #32322
source: The scene is activated and responds to set temperature automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques de température.
german: Die Szene ist aktiviert und reagiert auf eingestellte Temperatur-Automationen.

# #32324
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32330
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32331
source: The scene is deactivated and no longer responds to set motion automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques de détection de mouvement.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Bewegungs-Automationen.

# #32332
source: The scene is activated and responds to set motion automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques de détection de mouvement.
german: Die Szene ist aktiviert und reagiert auf eingestellte Bewegungs-Automationen.

# #32334
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32340
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32341
source: The scene is deactivated and no longer responds to set smoke automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques de détection de fumée.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Rauch-Automationen.

# #32342
source: The scene is activated and responds to set smoke automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques de détection de fumée.
german: Die Szene ist aktiviert und reagiert auf eingestellte Rauch-Automationen.

# #32344
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32350
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32351
source: The scene is deactivated and no longer responds to set closer contact automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions automatiques liées au contact normalement ouvert.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Schließkontakt-Automationen.

# #32352
source: The scene is activated and responds to set closer contact automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions automatiques liées au contact normalement ouvert.
german: Die Szene ist aktiviert und reagiert auf eingestellte Schließkontakt-Automationen.

# #32354
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32360
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32361
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32362
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32364
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32019
source: All
german: Alle

# #32020
source: All
french: Tous
german: Alle

# #32017
source: Can be run manually
french: Exécution manuelle possible
german: Auch Manuell ausführbar

# #32018
source: Can notbe run manually
french: Exécution uniquement possible en mode automatique
german: Nicht Manuell ausführbar

# #32016
source: Scene types
french: Types de scénarios
german: Szenentypen

# #32371
source: Up
french: Montée
german: Auf

# #32372
source: Stop
french: Arrêt
german: Stopp

# #32373
source: Down
french: Descente
german: Ab

# #32375
source: On
french: Marche
german: Ein

# #32376
source: Off
french: Arrêt
german: Aus

# #32378
source: Manual
french: Manuel
german: Manuell

# #32390
source: Cameras
german: Kameras

# #32012
source: Dimmer
french: Variateur

# #32383
source: HomePilot by Rademacher GmbH & Co. KG
french: HomePilot

# #32379
source: Sensor
french: Sonde

# #32019
source: Cameras
french: Caméras
