Repository: ck-innoq/xbmc-rdm-hp-addon
Catalog: script.homepilot/resources/language/*/strings.po
Languages: french, german

# #32384
source: Please press <Enter> to change settings
german: Durch drücken von <Enter> gelangen Sie zum Einstellungsdialog

# #32385
source: local Favorites
german: lokale Favoriten

# #32386
source: Save favorites locally
german: Favoriten lokal speichern

# #32380
source: No connection to HomePilot or no data available.
french: Il n'y a aucune connexion avec le HomePilot ou bien il n'existe aucune donnée.
german: Es besteht keine Verbindung zum HomePilot oder es sind keine Daten verfügbar.

# #32381
source: No data could be loaded. Please check your settings in the configuration and your internet connection, both of HomePilot and your smartphone. As soon as a connection to HomePilot is possible, this will be automatically re-connected.
french: Aucune donnée n'a pu être chargée. Veuillez vérifier votre paramétrage de la configuration et votre connexion Internet du HomePilot et du smartphone. Dès qu'une connexion au HomePilot sera à nouveau possible, elle sera établie automatiquement.
german: Es konnten keine Daten geladen werden. Bitte überprüfen Sie Ihre Einstellungen in der Konfiguration und Ihre Internet-Verbindung, vom HomePilot und dem Smartphone. Sobald eine Verbindung zum HomePilot möglich ist, wird diese automatisch wieder hergestellt.

# #32004
source: Favourites
french: Favoris
german: Favoriten

# #32006
source: Devices
french: Appareils
german: Geräte

# #32005
source: Scenes
french: Scénarios
german: Szenen

# #32008
source: Settings
french: Configuration
german: Einstellungen

# #32009
source: Device types
french: Types d'appareils
german: Gerätetypen

# #32015
source: Group
french: Groupes
german: Gruppen

# #32002
source: All
french: Tous
german: Alle

# #32010
source: Roller shutters
french: Volets roulants
german: Rollläden

# #32011
source: Switches
french: Interrupteur
german: Schalter

# #32387
source: Automatic
french: Système automatique
german: Automatik

# #32388
source: Favourite
french: Favori
german: Favorit

# #32370
source: Execute
french: Exécuter
german: Ausführen

# #32007
source: Sensors
french: sondes
german: Sensoren

# #32003
source: Local access (IP address)
french: Accès local (Adresse IP)
german: Lokaler Zugriff (IP Adresse)

# #32013
source: Thermostats
german: Thermostate

# #32389
source: Current data
french: Données mises à jour
german: Aktuelle Daten

# #32383
source: HomePilot by Rademacher GmbH
german: HomePilot

# #32014
source: Doors
french: Porte
german: Tore

# #32021
source: Automations
french: Automatismes
german: Automationen

# #32030
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32031
source: The automatic timer of the device is deactivated. It does not respond to time commands.
french: Le programmateur de l'appareil est désactivé. Il ne réagit pas aux commandes horaires.
german: Die Zeitautomatik des Gerätes ist deaktiviert. Es reagiert nicht auf Zeitbefehle.

# #32032
source: The automatic timer of the device is activated. It responds to time commands.
french: Le programmateur de l'appareil est activé. Il réagit aux commandes horaires.
german: Die Zeitautomatik des Gerätes ist aktiviert. Es reagiert auf Zeitbefehle.

# #32034
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32040
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32041
source: The automatic dawn function of the device is deactivated. It does not respond when it gets light.
french: La fonction crépusculaire automatique du matin de l'appareil est désactivée. Il ne réagit pas quand le jour se lève.
german: Die Morgendämmerungsautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn es hell wird.

# #32042
source: The automatic dawn function of the device is activated. It responds when it gets light.
french: La fonction crépusculaire automatique du matin de l'appareil est activée. Il réagit quand le jour se lève.
german: Die Morgendämmerungsautomatik des Gerätes ist aktiviert. Es reagiert, wenn es hell wird.

# #32044
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32050
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32051
source: The automatic dusk function of the device is deactivated. It does not respond when it gets dark.
french: La fonction crépusculaire automatique du soir de l'appareil est désactivée. Il ne réagit pas à la tombée de la nuit.
german: Die Abenddämmerungsautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn es dunkel wird.

# #32052
source: The automatic dusk function of the device is activated. It responds when it gets dark.
french: La fonction crépusculaire automatique du soir de l'appareil est activée. Il réagit à la tombée de la nuit.
german: Die Abenddämmerungsautomatik des Gerätes ist aktiviert. Es reagiert, wenn es dunkel wird.

# #32054
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32060
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32061
source: The automatic dust function of the device is deactivated. It does not respond when it gets dark.
french: La fonction crépusculaire automatique du soir de l'appareil est désactivée. Il ne réagit pas à la tombée de la nuit.
german: Die Abenddämmerungsautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn es dunkel wird.

# #32062
source: The automatic dust function of the device is activated. It responds when it gets dark.
french: La fonction crépusculaire automatique du soir de l'appareil est activée. Il réagit à la tombée de la nuit.
german: Die Abenddämmerungsautomatik des Gerätes ist aktiviert. Es reagiert, wenn es dunkel wird.

# #32064
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32070
source: The solar program is currently being executed.
french: Le programme pare-soleil est en cours d'exécution.
german: Das Sonnenprogramm wird aktuell ausgeführt.

# #32071
source: The automated solar function of the device is deactivated. It does not respond when a solar limit value is reached.
french: Le pare-soleil automatique de l'appareil est désactivé. Il ne réagit pas lorsqu'une valeur de réaction au soleil est atteinte.
german: Die Sonnenautomatik des Gerätes ist deaktiviert. Es reagiert nicht bei Erreichen eines Sonnenreaktionswertes.

# #32072
source: The automated solar function of the device is activated. It responds when a solar limit value is reached.
french: Le pare-soleil automatique de l'appareil est activé. Il réagit lorsqu'une valeur de réaction au soleil est atteinte.
german: Die Sonnenautomatik des Gerätes ist aktiviert. Es reagiert bei Erreichen eines Sonnenreaktionswertes.

# #32074
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32080
source: The device is designated as favourite in the HomePilot®.
french: L'appareil est marqué comme favori dans HomePilot®.
german: Das Gerät ist im HomePilot® als Favorit gekennzeichnet.

# #32081
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32082
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32084
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32100
source: The wind program is currently being executed.
french: La fonction vent est en cours d'exécution.
german: Das Windprogramm wird aktuell ausgeführt.

# #32101
source: The automated wind function of the device is deactivated. It does not respond when a wind limit value is reached.
french: La fonction vent de l'appareil est désactivée. Il ne réagit pas lorsqu'une valeur de réaction au vent est atteinte.
german: Die Windautomatik des Gerätes ist deaktiviert. Es reagiert nicht bei Erreichen eines Windreaktionswertes.

# #32102
source: The automated wind function of the device is activated. It responds when a wind limit value is reached.
french: La fonction vent de l'appareil est activée. Il réagit lorsqu'une valeur de réaction au vent est atteinte.
german: Die Windautomatik des Gerätes ist aktiviert. Es reagiert bei Erreichen eines Windreaktionswertes.

# #32104
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32110
source: The rain program is currently being executed.
french: La fonction pluie est en cours d'exécution.
german: Das Regenprogramm wird aktuell ausgeführt.

# #32111
source: The automated rain function of the device is deactivated. It does not respond when it rains.
french: La fonction pluie de l'appareil est désactivée. Il ne réagit pas quand il pleut.
german: Die Regenautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn es regnet.

# #32112
source: The automated rain function of the device is activated. It responds when it rains.
french: La fonction pluie de l'appareil est activée. Il réagit quand il pleut.
german: Die Regenautomatik des Gerätes ist aktiviert. Es reagiert, wenn es regnet.

# #32114
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32120
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32121
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32122
source: The device can be controlled from a transmitter.
french: L'appareil peut être commandé par un émetteur.
german: Das Gerät kann von einem Sender gesteuert werden.

# #32124
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32130
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32131
source: The automated sensor function of the device is deactivated. It does not respond when the sensor is triggered.
french: La fonction automatique de détection de l'appareil est désactivée. Il ne réagit pas au déclenchement de la sonde.
german: Die Sensorautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn der Sensor auslöst.

# #32132
source: The automated sensor function of the device is activated. It responds when the sensor is triggered.
french: La fonction automatique de détection de l'appareil est activée. Il réagit au déclenchement de la sonde.
german: Die Sensorautomatik des Gerätes ist aktiviert. Es reagiert, wenn der Sensor auslöst.

# #32134
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32140
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32141
source: The automated temperature function of the device is deactivated. It does not respond when a temperature limit value is reached.
french: La fonction automatique de température de l'appareil est désactivée. Il ne réagit pas lorsqu'une valeur de réaction à la température est atteinte.
german: Die Temperaturautomatik des Gerätes ist deaktiviert. Es reagiert nicht bei Erreichen eines Temperaturreaktionswertes.

# #32142
source: The automated temperature function of the device is activated. It responds when a temperature limit value is reached.
french: La fonction automatique de température de l'appareil est activée. Il réagit lorsqu'une valeur de réaction à la température est atteinte.
german: Die Temperaturautomatik des Gerätes ist aktiviert. Es reagiert bei Erreichen eines Temperaturreaktionswertes.

# #32144
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32150
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32151
source: The automated temperature function of the device is deactivated. It does not respond when a temperature limit value is reached.
french: La fonction automatique de température de l'appareil est désactivée. Il ne réagit pas lorsqu'une valeur de réaction à la température est atteinte.
german: Die Temperaturautomatik des Gerätes ist deaktiviert. Es reagiert nicht bei Erreichen eines Temperaturreaktionswertes.

# #32152
source: The automated temperature function of the device is activated. It responds when a temperature limit value is reached.
french: La fonction automatique de température de l'appareil est activée. Il réagit lorsqu'une valeur de réaction à la température est atteinte.
german: Die Temperaturautomatik des Gerätes ist aktiviert. Es reagiert bei Erreichen eines Temperaturreaktionswertes.

# #32154
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32160
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32161
source: The automated motion function of the device is deactivated. It does not respond when motion is registered.
french: La fonction automatique de détection de mouvement de l'appareil est désactivée. Il ne réagit pas à la détection d'un mouvement.
german: Die Bewegungsautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn Bewegung erkannt wird.

# #32162
source: The automated motion function of the device is activated. It responds when motion is registered.
french: La fonction automatique de détection de mouvement de l'appareil est activée. Il réagit à la détection d'un mouvement.
german: Die Bewegungsautomatik des Gerätes ist aktiviert. Es reagiert, wenn Bewegung erkannt wird.

# #32164
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32170
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32171
source: The automated smoke function of the device is deactivated. It does not respond when smoke is registered.
french: La fonction automatique de détection de fumée de l'appareil est désactivée. Il ne réagit pas à la détection de fumée.
german: Die Rauchautomatik des Gerätes ist deaktiviert. Es reagiert nicht, wenn Rauch erkannt wird.

# #32172
source: The automated smoke function of the device is activated. It responds when smoke is registered.
french: La fonction automatique de détection de fumée de l'appareil est activée. Il réagit à la détection de fumée.
german: Die Rauchautomatik des Gerätes ist aktiviert. Es reagiert, wenn Rauch erkannt wird.

# #32174
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32180
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32181
source: The automated closer contact function of the device is deactivated. It does not respond when the contact is opened or closed.
french: La fonction automatique liée au contact normalement ouvert de l'appareil est désactivée. Il ne réagit pas à l'ouverture ou à la fermeture du contact.
german: Die Schließkontaktautomatik des Gerätes ist deaktiviert. Es reagiert nicht, bei Öffnen bzw. Schließen des Kontaktes.

# #32182
source: The automated closer contact function of the device is activated. It responds when the contact is opened or closed.
french: La fonction automatique liée au contact normalement ouvert de l'appareil est activée. Il réagit à l'ouverture ou à la fermeture du contact.
german: Die Schließkontaktautomatik des Gerätes ist aktiviert. Es reagiert, bei Öffnen bzw. Schließen des Kontaktes.

# #32184
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32190
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32191
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32192
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32194
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur a été détectée. Veuillez vérifier les circonstances mécaniques de l'appareil.
german: Es wurde ein Fehlerfall erkannt. Bitte prüfen Sie die mechanischen Gegebenheiten des Gerätes.

# #32200
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32201
source: The scene is deactivated and no longer responds to set time automation.
french: Le scénario est désactivé et ne réagit plus aux fonctions automatiques horaires paramétrées.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Zeit-Automationen.

# #32202
source: The scene is activated and responds to set time automation.
french: Le scénario est activé et réagit aux fonctions automatiques horaires paramétrées.
german: Die Szene ist aktiviert und reagiert auf eingestellte Zeit-Automationen.

# #32204
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32210
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32211
source: The scene is deactivated and no longer responds to set dawn automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions crépusculaires automatiques du matin.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Morgendämmerungs-Automationen.

# #32212
source: The scene is activated and responds to set dawn automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions crépusculaires automatiques du matin.
german: Die Szene ist aktiviert und reagiert auf eingestellte Morgendämmerungs-Automationen.

# #32214
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32220
source: An error has occurred! Please contact RADEMACHER Service.
french: Une erreur s'est produite ! Veuillez contacter le service clients de RADEMACHER.
german: Es ist ein Fehler aufgetreten! Bitte kontaktieren Sie den RADEMACHER Service.

# #32221
source: The scene is deactivated and no longer responds to set dusk automation.
french: Le scénario est désactivé et ne réagit plus aux paramétrages des fonctions crépusculaires automatiques du soir.
german: Die Szene ist deaktiviert und reagiert nicht mehr auf eingestellte Abenddämmerungs-Automationen.

# #32222
source: The scene is activated and responds to set dusk automation.
french: Le scénario est activé et réagit aux paramétrages des fonctions crépusculaires automatiques du soir.
german: Die Szene ist aktiviert und reagiert auf eingestellte Abenddämmerungs-Automationen.
